[Rainmeter]
; Context menu option to show signal strength percent
ContextTitle="Show % signal strength"
ContextAction=[!WriteKeyValue WiFiPercent FontColor #SolidGreyText# #CoreFilePath#][!Refresh]
; Context menu option to hide signal strength percent
ContextTitle2="Hide % signal strength"
ContextAction2=[!WriteKeyValue WiFiPercent FontColor #Transparent# #CoreFilePath#][!Refresh]